Repository: PerSolberg/mySHiT.iOS
Catalog: mySHiT/*.lproj/Localizable.strings
Languages: nb, sv

source: Future
nb: Framtidige
sv: Framtidiga

source: Upcoming
nb: Forestående
sv: Nästa

source: Current
nb: Aktiv
sv: Nuvarande

source: Historic
nb: Historiske
sv: Historiska

source: Retrieving your trips from SHiT
nb: Henter reisene dine fra SHiT
sv: Hämtar dina resor från SHiT

source: SHiT trip '%@' starts in %@ (%@)
nb: SHiT-reise '%@' begynner om %@ (%@)
sv: SHiT-resa '%@' börjar om %@ (%@)

source: %@ departs in %@, at %@
nb: %@ går om %@, kl. %@
sv: %@ avgår om %@, kl. %@

source: %@ starts in %@, at %@
nb: %@ begynner om %@, kl. %@
sv: %@ börjar om %@, at %@

source: No details available yet
nb: Ingen detaljer tilgjengelig ennå
sv: Inga detaljer än

source: Network unavailable, please refresh when network is available again
nb: Nettverk utilgjengelig, prøv igjen senere
sv: Nettvärk otillgängligt, försök igen senare

source: Error connecting to SHiT, please check your Internet connection
nb: Kunne ikke koble til SHiT, vennligst sjekk Internett-forbindelsen

source: Connection Error
nb: Oppkoblingsfeil
sv: Uppkopplingsfel

source: Could not connect to SHiT, please check your Internet connection
nb: Kunne ikke koble til SHiT, vennligst sjekk Internett-forbindelsen
sv: Kunde inte koppla till SHiT, var god kontrollera Internett-anslutningen

source: Logon failed
nb: Kunne ikke logge på
sv: Kunde inte logga in

source: Please check your user name and password
nb: Vennligst kontroller brukernavn og passord
sv: Var god kontrollera användarnamn och lösenord

source: Alert
nb: Advarsel
sv: Varning

source: You have no SHiT trips yet
nb: Du har ingen SHiT-reiser
sv: Du har inga SHiT-resor

source: SHiT, we're sorry but the app doesn't recognise this kind of trip element, hence we cannot present the information nicely but here is a dump of what was received from the server.
nb: SHiT! Vi beklager men klienten kjenner ikke igjen denne typen element. Vi kan derfor ikke presentere informasjonen på en god måte, men her er rådata fra SHiT-tjeneren.
sv: SHiT! Vi ber om ursäkt, men klienten känner inte igen den här typen reseelement. Av den anledning kan vi tyvärr inte presentera informationen på ett gott sätt, men nedanför hittar ni rådata från SHiT-tjänsten.

# NTF.INSERT.ADDRESS
source: %@: Address information updated
nb: %@: Adresseinformasjon oppdatert
sv: %@: Adressinformation uppdaterad

# NTF.INSERT.BOOKING
source: %@: New booking added
nb: %@: Ny booking lagt til
sv: %@: Ny bokning lagd till

# NTF.INSERT.BOOKINGREF
source: %@: New booking reference added
nb: %@: Ny booking-referanse lagt til
sv: %@: Ny bokningsreferens lagd till

# NTF.INSERT.EVENT
source: %@: New event added
nb: %@: Nytt arrangement lagt til
sv: %@: Nytt evenemang lagd till

# NTF.INSERT.HOTEL
source: %@: New hotel booking added
nb: %@: Ny hotellreservasjon lagt til
sv: %@: Ny hotellbokning lagd till

# NTF.INSERT.ITINERARY
source: %@: Itinerary updated
nb: %@: Reiserute oppdatert
sv: %@: Resrutt uppdaterad

# NTF.INSERT.TRIP
source: %@: New trip added
nb: %@: Ny reise lagt til
sv: %@: Ny resa lagd till

# NTF.INSERT.USERPROFILE
source: User profile updated
nb: Brukerprofil oppdatert
sv: Användarprofil uppdaterad

# NTF.INSERT.CHATMESSAGE
source: %@ to %@: %@
nb: %@ til %@: %@
sv: %@ till %@: %@

# NTF.UPDATE.ADDRESS
source: %@: Address information updated
nb: %@: Adresseinformasjon oppdatert
sv: %@: Adressinformation uppdaterad

# NTF.UPDATE.BOOKING
source: %@: Booking updated
nb: %@: Booking oppdatert
sv: %@: Bokning uppdaterad

# NTF.UPDATE.BOOKINGREF
source: %@: Booking reference updated
nb: %@: Booking-referanse oppdatert
sv: %@: Bokningsreferens uppdaterad

# NTF.UPDATE.EVENT
source: %@: Event updated
nb: %@: Arrangement oppdatert
sv: %@: Evenemang uppdaterad

# NTF.UPDATE.HOTEL
source: %@: Hotel booking updated
nb: %@: Hotellreservasjon oppdatert
sv: %@: Hotellbokning uppdaterad

# NTF.UPDATE.ITINERARY
source: %@: Itinerary updated
nb: %@: Reiserute oppdatert
sv: %@: Resrutt uppdaterad

# NTF.UPDATE.TRIP
source: %@: Trip updated
nb: %@: Reise oppdatert
sv: %@: Resa uppdaterad

# NTF.UPDATE.USERPROFILE
source: User profile updated
nb: Brukerprofil oppdatert
sv: Användarprofil uppdaterad

# NTF.UPDATE.CHATMESSAGE
source: %@ read message
nb: %@ leste melding
sv: %@ läste meddelande

# NTF.DELETE.ADDRESS
source: %@: Address information updated
nb: %@: Adresseinformasjon oppdatert
sv: %@: Adressinformation uppdaterad

# NTF.DELETE.BOOKING
source: %@: Booking removed
nb: %@: Booking fjernet
sv: %@: Bokning borttagen

# NTF.DELETE.BOOKINGREF
source: %@: Booking reference removed
nb: %@: Booking-referanse fjernet
sv: %@: Bokningsreferens borttagen

# NTF.DELETE.EVENT
source: %@: Event removed
nb: %@: Arrangement fjernet
sv: %@: Evenemang borttagen

# NTF.DELETE.HOTEL
source: %@: Hotel booking removed
nb: %@: Hotellreservasjon fjernet
sv: %@: Hotellbokning borttagen

# NTF.DELETE.ITINERARY
source: %@: Itinerary updated
nb: %@: Reiserute oppdatert
sv: %@: Resrutt uppdaterad

# NTF.DELETE.TRIP
source: %@: Trip updated
nb: %@: Reise oppdatert
sv: %@: Resa uppdaterad

# NTF.DELETE.USERPROFILE
source: User profile updated
nb: Brukerprofil oppdatert
sv: Användarprofil uppdaterad

# NTF.DELETE.CHATMESSAGE
source: Message deleted
nb: Melding slettet
sv: Meddelande raderat

# CHAT.SEEN_BY.ONE
source: Seen by %@
nb: Sett av %@
sv: Läst av %@

# CHAT.SEEN_BY.TWO_OR_MORE
source: Seen by %@ and %@
nb: Sett av %@ og %@
sv: Läst av %@ och %@

# CHAT.SEEN_BY.ALL
source: Seen by everyone
nb: Sett av alle
sv: Läst av alla

# CHAT.BCKGND.LOADING
source: Loading messages
nb: Henter meldinger
sv: Hämtar meddelanden
